<div class="wrapper directions">
    <div class="directions-info">
        <h2 class="subtitle">Наши направления</h2>

        <p class="text directions-text">
            Наша миссия - мы стремимся обеспечить наших клиентов
            высококачественной мебелью, которая сочетает в себе стиль, комфорт
            и долговечность. Помогаем создать привлекательные и продуктивные
            рабочие и коммерческие пространства, предлагая инновационные и
            функциональные решения.
        </p>
    </div>

    <div class="directions-links">
        <a
            href="{{ url('/mall') }}"
            class="directions-link"
            onmouseover="changeImage('1')"
        >
            <div class="svg">
                <svg
                    width="24"
                    height="24"
                    viewBox="0 0 24 24"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                >
                    <path
                        d="M9.33333 4V6.66667H2.66667V21.3333H17.3333V14.6667H20V22.6667C20 23.0203 19.8595 23.3594 19.6095 23.6095C19.3594 23.8595 19.0203 24 18.6667 24H1.33333C0.979711 24 0.640573 23.8595 0.390524 23.6095C0.140476 23.3594 0 23.0203 0 22.6667V5.33333C0 4.97971 0.140476 4.64057 0.390524 4.39052C0.640573 4.14048 0.979711 4 1.33333 4H9.33333ZM24 0V10.6667H21.3333V4.55067L10.9427 14.9427L9.05733 13.0573L19.4467 2.66667H13.3333V0H24Z"
                    />
                </svg>
            </div>
            ТОРГОВО РАЗВЛЕКАТЕЛЬНЫЕ ЦЕНТРЫ
        </a>
        <a
            href="{{ url('/business-center') }}"
            class="directions-link"
            onmouseover="changeImage('2')"
        >
            <div>
                <svg
                    width="24"
                    height="24"
                    viewBox="0 0 24 24"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                >
                    <path
                        d="M9.33333 4V6.66667H2.66667V21.3333H17.3333V14.6667H20V22.6667C20 23.0203 19.8595 23.3594 19.6095 23.6095C19.3594 23.8595 19.0203 24 18.6667 24H1.33333C0.979711 24 0.640573 23.8595 0.390524 23.6095C0.140476 23.3594 0 23.0203 0 22.6667V5.33333C0 4.97971 0.140476 4.64057 0.390524 4.39052C0.640573 4.14048 0.979711 4 1.33333 4H9.33333ZM24 0V10.6667H21.3333V4.55067L10.9427 14.9427L9.05733 13.0573L19.4467 2.66667H13.3333V0H24Z"
                    />
                </svg>
            </div>
            ОФИСЫ
        </a>
        <a
            href="{{ url('/hotel') }}"
            class="directions-link"
            onmouseover="changeImage('3')"
        >
            <div>
                <svg
                    width="24"
                    height="24"
                    viewBox="0 0 24 24"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                >
                    <path
                        d="M9.33333 4V6.66667H2.66667V21.3333H17.3333V14.6667H20V22.6667C20 23.0203 19.8595 23.3594 19.6095 23.6095C19.3594 23.8595 19.0203 24 18.6667 24H1.33333C0.979711 24 0.640573 23.8595 0.390524 23.6095C0.140476 23.3594 0 23.0203 0 22.6667V5.33333C0 4.97971 0.140476 4.64057 0.390524 4.39052C0.640573 4.14048 0.979711 4 1.33333 4H9.33333ZM24 0V10.6667H21.3333V4.55067L10.9427 14.9427L9.05733 13.0573L19.4467 2.66667H13.3333V0H24Z"
                    />
                </svg>
            </div>
            ГОСТИНИЧНЫЙ БИЗНЕС
        </a>
        <a
            href="{{ url('/restaurant') }}"
            class="directions-link"
            onmouseover="changeImage('4')"
        >
            <div>
                <svg
                    width="24"
                    height="24"
                    viewBox="0 0 24 24"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                >
                    <path
                        d="M9.33333 4V6.66667H2.66667V21.3333H17.3333V14.6667H20V22.6667C20 23.0203 19.8595 23.3594 19.6095 23.6095C19.3594 23.8595 19.0203 24 18.6667 24H1.33333C0.979711 24 0.640573 23.8595 0.390524 23.6095C0.140476 23.3594 0 23.0203 0 22.6667V5.33333C0 4.97971 0.140476 4.64057 0.390524 4.39052C0.640573 4.14048 0.979711 4 1.33333 4H9.33333ZM24 0V10.6667H21.3333V4.55067L10.9427 14.9427L9.05733 13.0573L19.4467 2.66667H13.3333V0H24Z"
                    />
                </svg>
            </div>
            РЕСТОРАНЫ И КАФЕ
        </a>
        <a
            href="{{ url('/coworking') }}"
            class="directions-link"
            onmouseover="changeImage('5')"
        >
            <div>
                <svg
                    width="24"
                    height="24"
                    viewBox="0 0 24 24"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                >
                    <path
                        d="M9.33333 4V6.66667H2.66667V21.3333H17.3333V14.6667H20V22.6667C20 23.0203 19.8595 23.3594 19.6095 23.6095C19.3594 23.8595 19.0203 24 18.6667 24H1.33333C0.979711 24 0.640573 23.8595 0.390524 23.6095C0.140476 23.3594 0 23.0203 0 22.6667V5.33333C0 4.97971 0.140476 4.64057 0.390524 4.39052C0.640573 4.14048 0.979711 4 1.33333 4H9.33333ZM24 0V10.6667H21.3333V4.55067L10.9427 14.9427L9.05733 13.0573L19.4467 2.66667H13.3333V0H24Z"
                    />
                </svg>
            </div>
            COWORNIKG ПРОСТРАНСТВА
        </a>
        <a
            href="{{ url('gaming-club') }}"
            class="directions-link"
            onmouseover="changeImage('6')"
        >
            <div>
                <svg
                    width="24"
                    height="24"
                    viewBox="0 0 24 24"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                >
                    <path
                        d="M9.33333 4V6.66667H2.66667V21.3333H17.3333V14.6667H20V22.6667C20 23.0203 19.8595 23.3594 19.6095 23.6095C19.3594 23.8595 19.0203 24 18.6667 24H1.33333C0.979711 24 0.640573 23.8595 0.390524 23.6095C0.140476 23.3594 0 23.0203 0 22.6667V5.33333C0 4.97971 0.140476 4.64057 0.390524 4.39052C0.640573 4.14048 0.979711 4 1.33333 4H9.33333ZM24 0V10.6667H21.3333V4.55067L10.9427 14.9427L9.05733 13.0573L19.4467 2.66667H13.3333V0H24Z"
                    />
                </svg>
            </div>
            GAMING КЛУБЫ
        </a>

        <img
            class="directions-image"
            src="{{ asset('img/directionImg1.png') }}"
            alt=""
        />
    </div>
</div>
