<?php

return [
    'cw' => 'Коворкинг пространства',
    'gc' => 'Гейминг клубы',
    'bc' => 'Оффисы',
    'hotel' => 'Гостиничный бизнес',
    'mall' => 'ТРЦ',
    'restaurant' => 'Рестораны и кафе',
    'links' => [
        'show_room' => 'Шоурум',
        'about_us' => 'О нас',
    ],
    'footer' => [
        'address' => 'г. Алматы, улица Байзакова, дом 280',
        'desc' => 'Мы являемся надежным партнером для бизнеса, предлагающим широкий ассортимент высококачественной коммерческой мебели для различных отраслей и предприятий',
        'work_time' => 'Ежедневно с 09:00 до 18:00',
    ],
    'form' => [
        'search_placeholder' => 'Введите название или артикул понравившихся товаров из каталога',
        'file_upload' => 'Выберите файл',
        'file_upload_placeholder' => 'Выберете файл или перенесите в эту область (допустимый форматы файла - png, jpeg, pdf)',
        'comments' => 'Комментарии для консультанта',
        'comment_placeholder' => 'Например: Хочу обустроить небольшое помещение кафе в стиле ретро',
        'comment_placeholder_2' => 'Опишите ваши предпочтения и пожелания для обустроиства помещения',
        'all' => 'Все',
        'email' => 'Электронная почта',
        'first_name' => 'Имя',
        'last_name' => 'Фамилия',
        'phone' => 'Телефон',
        'text_us' => 'Написать нам',
        'file_upload_max_file_placeholder' => 'Максимальное количество файлов 10 шт, :max мб',
        'send_bid' => 'Отправить заявку',
        'send_bid_desc' => 'Укажите в заявке, какую задачу вы хотите решить, а мы подберём инструменты для ее достижения',
        'contact_method' => 'Предпочтительный способ связи',
        'room_size' => 'Размеры помещения',
        'room_size_tip' => 'Какого размера ваше помещение в кв.м',
        'room_area' => 'Схема помещения',
        'room_type' => 'Тип помещения',
        'sku' => 'Название или артикул',
        'sku_placeholder' => 'Введите название или артикул понравившихся товаров из каталога',
    ],
    'btn' => [
        'show' => 'Просмотр',
        'download' => 'Скачать',
        'create_order' => 'Оформить заказ',
        'show_catalog' => 'Посмотреть каталог',
        'create_order_web' => 'Оформить заказ на сайте',
        'show_furniture' => 'Подбор мебели',
        'send' => 'Отправить',
        'video' => 'Видео'
    ],
    'messages' => [
        'first' => 'Вы сможете ознакомиться с высоким качеством предлагаемой мебели, созданной для удовлетворения самых взыскательных потребностей бизнеса',
    ],
    'breadcrumbs' => [
        'main' => 'Главная',
        'bid' => 'Обустройство помещения',
        'mall' => 'Мебель для ТРЦ',
        'hotel' => 'Мебель для гостиничного бизнеса',
        'restaurant' => 'Мебель для ресторанов/кафе',
        'bc' => 'Мебель для БЦ',
        'cw' => 'Сoworking пространсва',
        'gc' => 'Мебель для gaming клубов',
    ],
    'work_hours' => 'Ежедневно с 09:00 до 18:00',
    'furniture' => [
        'boss' => 'Кабинет руководителя',
        'meeting_room' => 'Комплект для переговорных',
        'chairs' => 'Кресла',
        'sofas_poufs' => 'Диваны и пуфы для холла',
        'armchairs_chairs' => 'Кресла и стулья для холла',
        'mall' => [
            'title' => 'Мебель для ТРЦ',
            'sofas_poufs' =>  'Диваны и пуфы для холла',
            'armchairs_chairs' => 'Кресла и стулья для холла',
            'food_court_tables' => 'Столы для фудкорта',
            'food_court_chairs' => 'Стулья для фудкорта',
        ],
        'cw' => [
            'title' => 'Коворкинг пространства',
            'chairs' => 'Кресла',
            'tables' => 'Столы',
            'capsules' => 'Офисные станции (капсулы)',
            'training_room' => 'Мебель для тренинг румов'
        ],
        'offices' => [
            'title' => 'Мебель для БЦ',
            'staff' => 'Мебель для персонала',
            'boss' => 'Кабинет руководителя',
            'lounge' => 'Мебель для приемной и лаунж-зон',
            'conference_hall' => 'Мебель для конференц-залов',
            'waiting_room' => 'Скамьи для ожидания',
        ]
    ],
    'directories' => [
        'restaurant_caffe' => 'Рестораны и кафе',
        'offices' => 'Офисы',

    ],
    'bid' => [
        'title' => 'Поможем с обустройством помещения!',
        'desc' => 'Мы всегда готовы предоставить вам бесплатно поддержку и консультации, чтобы помочь вам с любыми вопросами или запросами, связанными с выбором мебели для вашего коммерческого пространства'
    ],
    'about_us' => [
        'title' => [
            'part_1' => 'Предоставим',
            'part_2' => "уникальные решения <br /> для вашего пространства",
        ],
        'desc' => 'Наши функциональные и стильные решения предназначены для различных коммерческих объектов, идеально сочетая в себе стиль и практичность, чтобы ваше рабочее пространство было как комфортным, так и продуктивным',
        'examples_text' => 'Эксклюзивные решения для любого интерьера'
    ],
    'directions' => [
        'title' => 'Наши направления',
        'our_mission' => 'Наша миссия - мы стремимся обеспечить наших клиентов высококачественной мебелью, которая сочетает в себе стиль, комфорт и долговечность. Помогаем создать привлекательные и продуктивные рабочие и коммерческие пространства, предлагая инновационные и функциональные решения'
    ],
    'why_us' => [
        'title' => 'Почему выбирают нас',
        'desc' => 'Предоставляем широкий выбор высококачественной мебели для различных коммерческих объектов',
        'options' => [
            'one' => 'Эргономичная мебель для офисов',
            'two' => 'Разнообразие вариантов',
            'three' => 'Идеально вписывается в дизайн'
        ]
    ],
    'showroom' => [
        'title' => 'Шоурумы',
        'desc' => 'Рады пригласить вас в наш шоурум Innovesta, расположенный в ТРЦ «Globus», где стиль встречает функциональность, а комфорт сливается с профессионализмом',
        'info' => [
            'part_1' => 'Предлагаем вам возможность вживую оценить каждую деталь, каждый материал и каждый дизайн, чтобы помочь вам принять правильное решение для вашего бизнеса',
            'part_2' => 'Вы сможете ознакомиться с высоким качеством предлагаемой мебели, созданной для удовлетворения самых взыскательных потребностей бизнеса',
            'part_3' => 'Позвольте нам стать вашим гидом в мире стильного и функционального офисного оборудования',
        ]
    ],
    'support' => [
        'title' => 'Подбор мебели',
        'subtitle' => 'Предоставим полное сопровождение',
        'desc' => 'Присылайте нам данные вашего помещения, и мы поможем вам обустроить его и подобрать подходящий для вас интерье',
    ]
];
