<?php

return [
    'cw' => 'Коворкинг кеңістіктері',
    'gc' => 'Ойын клубтары',
    'bc' => 'Бизнес орталықтары',
    'rb' => 'Қонақ үй бизнесі',
    'mall' => 'Сауда орталығына арналған',
    'form' => [
        'search_placeholder' => 'Каталогтан ұнаған өнімнің атын немесе артикул нөмірін енгізіңіз',
        'file_upload_text' => 'Файлды таңдаңыз',
        'file_upload_placeholder' => 'Файлды таңдаңыз немесе оны осы жерге тасымалдаңыз (қабылданатын файл пішімдері png, jpeg, pdf)',
        'comment_placeholder' => 'Кеңесшіге ескерту',
        'email' => 'Электрондық пошта',
        'address' => 'Алматы қаласы, Байзақова көшесі, 280 үй',
        'first_name' => 'Имя',
        'last_name' => 'Тегі',
        'phone' => 'Телефон нөмірі',
        'text_us' => 'Бізге жазыңыз',
        'file_upload_max_file_placeholder' => 'Файлдардың максималды саны 10 дана.',
        'send_bid' => 'Өтініш жіберу',
    ],
    'btn' => [
        'all' => 'Барлық',
        'create_order' => 'Тапсырысты рәсімдеу',
        'show_catalog' => 'Каталогты қарау',
        'create_order_web' => 'Веб-сайтта тапсырыс беру',
    ],
    'messages' => [
        'first' => 'Жоғары талап етілетін бизнес қажеттіліктерін қанағаттандыру үшін ұсынылған жиһаздың жоғары сапасымен таныса аласыз.',
    ],
    'breadcrumbs' => [
        'main' => 'Главная',
    ],
    'work_hours' => 'Күн сайын 09:00-ден 18:00-ге дейін',
    'furniture' => [
        'boss' => 'Басшы кабинеті',
        'meeting_room' => 'Жиналыс бөлмесі жинағы',
        'chairs' => 'Креслолар',
        'room_type' => 'Бөлме түрі',
        'sofas_poufs' => 'Холлға арналған дивандар мен пуфтар',
        'armchairs_chairs' => 'Холлға арналған креслолар мен демалыс орындықтары',
    ],
];
/*
    'Мебель для БЦ' => 'Бизнес орталықтарына арналған жиһаз',
    'Мебель для ТРЦ' => 'Сауда орталықтарына арналған жиһаз',
    'Мебель для гостиничного бизнеса
' => 'Қонақ үй бизнесіне арналған жиһаз',
    'Мебель для конференц-залов' => 'Конференц-залдарға арналған жиһаз',
    'Мебель для персонала' => 'Қызметкерлерге арналған жиһаз',
    'Мебель для приемной и лаунж-зон' => 'Қабылдау және демалыс бөлмелеріне арналған жиһаз',
    'Мебель для ресторанов/кафе' => 'Мейрамхана/кафеге арналған жиһаз',
    'Мебель для тренинг румов' => 'Тренинг бөлмелеріне арналған жиһаз',
    'Мы всегда готовы предоставить вам бесплатно поддержку и консультации, чтобы помочь вам с любыми вопросами или запросами, связанными с выбором мебели для вашего коммерческого пространства.' => 'Коммерциялық кеңістігіңіз үшін жиһазды таңдауға қатысты кез келген сұрақтарыңыз бен қалауларыңыз бойынша сізге көмектесу үшін тегін қолдау көрсетуге және кеңес беруге әрқашан дайынбыз.',
    'Мы являемся надежным партнером для бизнеса, предлагающим широкий ассортимент высококачественной коммерческой мебели для различных отраслей и предприятий.' => 'Біз әртүрлі салалар мен бизнес үшін жоғары сапалы коммерциялық жиһаздың кең ауқымын ұсынатын сенімді іскер серіктеспіз.',
    'Название или артикул' => 'Аты немесе артикул',
    'Например: Хочу обустроить небольшое помещение кафе в стиле ретро' => 'Мысалы: Мен шағын кафені ретро стильде безендіргім келеді',
    'Наша миссия - мы стремимся обеспечить наших клиентов высококачественной мебелью, которая сочетает в себе стиль, комфорт и долговечность. Помогаем создать привлекательные и продуктивные рабочие и коммерческие пространства, предлагая инновационные и функциональные решения.' => 'Біздің миссиямыз – тұтынушыларымызға стильді, жайлылық пен беріктікті үйлестіретін жоғары сапалы жиһазбен қамтамасыз ету. Біз инновациялық және функционалды шешімдер ұсына отырып, тартымды және өнімді жұмыс пен коммерциялық кеңістіктерді құруға көмектесеміз.',
    'our_directions' => 'Біздің бағыттар',
    'Наши функциональные и стильные решения предназначены для различных коммерческих объектов, идеально сочетая в себе стиль и практичность, чтобы ваше рабочее пространство было как комфортным, так и продуктивным.
' => 'Біздің функционалдық және стильді шешімдеріміз жұмыс кеңістігіңіздің ыңғайлы және өнімді болуын қамтамасыз ету үшін стиль мен практикалықлықты тамаша үйлестіретін әртүрлі коммерциялық орталарға арналған.',
    'about_us' => 'Біз туралы',
    'offices' => 'ОФИСТЕР',
    'Обустройство помещения' => 'Кеңістікті ұйымдастыру',
    'Опишите ваши предпочтения и пожелания для обустроиства помещения' => 'Бөлменің орналасуына қатысты қалауларыңыз бен тілектеріңізді сипаттаңыз',
    'Офисные станции (капсулы)' => 'Кеңсе станциялары (капсулалар)',
    'show_furniture' => 'Жиһаз таңдау',
    'Позвольте нам стать вашим гидом в мире стильного и функционального офисного оборудования.

' => 'Сәнді және функционалды кеңсе жабдықтары әлеміне жол көрсетуші болайық.',
    'Поможем с обустройством помещения!' => 'Кеңістігіңізді ұйымдастыруға көмектесеміз!',
    'Почему выбирают нас' => 'Бізді таңдаудын себебі',
    'Предлагаем вам возможность вживую оценить каждую деталь, каждый материал и каждый дизайн, чтобы помочь вам принять правильное решение для вашего бизнеса.' => 'Сізге бизнесіңіз үшін дұрыс шешім қабылдауға көмектесетін әрбір бөлшекті, әрбір материалды және әрбір дизайнды сезіну мүмкіндігін ұсынамыз.',
    'Предоставим  уникальные решения
для вашего пространства' => 'Сіздің кеңістігіңіз үшін біз бірегей шешімдерді ұсынамыз',
    'Предоставим полное сопровождение
' => 'Жан-жақты қолдау көрсетеміз',
    'Предоставляем широкий выбор высококачественной мебели для различных коммерческих объектов

' => 'Біз әртүрлі коммерциялық объектілерге арналған жоғары сапалы жиһаздың кең таңдауын ұсынамыз',
    'Предпочтительный способ связи' => 'Таңдаулы байланыс әдісі',
    'Присылайте нам данные вашего помещения, и мы поможем вам обустроить его и подобрать подходящий для вас интерьер

' => 'Біз сіздің кеңістігіңізге сәйкес келетін интерьерді таңдауға көмектесеміз.',
    'show' => 'Қарау',
    'РЕСТОРАНЫ И КАФЕ' => 'МЕЙРАМХАНАЛАР МЕН КАФЕЛЕР',
    'Рады пригласить вас в наш шоурум Innovesta, расположенный
в ТРЦ «Globus», где стиль встречает функциональность,
а комфорт сливается с профессионализмом.' => 'Стиль функционалдылыққа сәйкес келетін және жайлылық кәсібилікпен біріктірілетін Globus сауда орталығында орналасқан Innovesta шоурумына сізді шақыруға қуаныштымыз',
    'Размеры помещения' => 'Бөлме өлшемдері',
    'Регулируемые столы и стулья' => 'Реттелетін үстелдер мен орындықтар',
    'Рестораны и кафе' => 'Мейрамханалар мен кафелер',
    'Скамьи для ожидания' => 'Күту аймағына арналған орындықтар',
    'download' => 'Жүктеп алу',
    'chair' => 'Үстелдер',
    'Столы для фудкорта' => 'Фудкортқа арналған үстелдер',
    'Стулья для фудкорта' => 'Фудкорт қа арналған орындықтар',
    'Схема помещения' => 'Бөлменің сызбасы',
    'Угловые решения' => 'Бұрыштық жиһаз',
    'Укажите в заявке, какую задачу вы хотите решить, а мы подберём инструменты для ее достижения.' => 'Өтінішінізге қандай мәселені шешкіңіз келетінін көрсетіңіз, біз оған жету үшін құралдарды таңдаймыз.',
    'show_room' => 'Шоурум',
    'Эксклюзивные решения для любого интерьера' => 'Кез келген интерьерге арналған эксклюзивті шешімдер',
    */
