<?php

return [
    'cw' => 'Коворкинг кеңістіктері',
    'gc' => 'Ойын клубтары',
    'bc' => 'Оффистер',
    'hotel' => 'Қонақ үй бизнесі',
    'mall' => 'Сауда орталығына арналған',
    'restaurant' => 'Мейрамханалар мен кафелер',
    'links' => [
        'show_room' => 'Шоурум',
        'about_us' => 'Біз туралы',
    ],
    'footer' => [
        'address' => 'Алматы қаласы, Байзақова көшесі, 280 үй',
        'desc' => 'Біз әртүрлі коммерциялық объектілерге арналған жоғары сапалы жиһаздың кең таңдауын ұсынамыз',
        'work_time' => 'Күн сайын 09:00-ден 18:00-ге дейін',
    ],
    'address' => 'Алматы қаласы, Байзақова көшесі, 280 үй',
    'form' => [
        'search_placeholder' => 'Каталогтан ұнаған өнімнің атын немесе артикул нөмірін енгізіңіз',
        'file_upload' => 'Файлды таңдаңыз',
        'file_upload_placeholder' => 'Файлды таңдаңыз немесе оны осы жерге тасымалдаңыз (қабылданатын файл пішімдері png, jpeg, pdf)',
        'comments' => 'Кеңесшіге ескерту',
        'comment_placeholder' => 'Мысалы: Мен шағын кафені ретро стильде безендіргім келеді',
        'comment_placeholder_2' => 'Бөлменің орналасуына қатысты қалауларыңыз бен тілектеріңізді сипаттаңыз',
        'all' => 'Барлық',
        'email' => 'Электрондық пошта',
        'first_name' => 'Аты',
        'last_name' => 'Тегі',
        'phone' => 'Телефон нөмірі',
        'text_us' => 'Бізге жазыңыз',
        'file_upload_max_file_placeholder' => 'Файлдардың максималды саны 10 дана, :max мб',
        'send_bid' => 'Өтініш жіберу',
        'send_bid_desc' => 'Өтінішінізге қандай мәселені шешкіңіз келетінін көрсетіңіз, біз оған жету үшін құралдарды таңдаймыз.',
        'contact_method' => 'Таңдаулы байланыс әдісі',
        'room_size' => 'Бөлме өлшемдері',
        'room_size_tip' => 'Сіздің үй-жайыңыз қанша ш.м.',
        'room_area' => 'Бөлменің сызбасы',
        'room_type' => 'Бөлме түрі',
        'sku' => 'Аты немесе артикул',
        'sku_placeholder' => 'Каталогтан ұнаған өнімнің атын немесе артикул нөмірін енгізіңіз',
    ],
    'btn' => [
        'show' => 'Қарау',
        'download' => 'Жүктеп алу',
        'create_order' => 'Тапсырысты рәсімдеу',
        'show_catalog' => 'Каталогты қарау',
        'create_order_web' => 'Веб-сайтта тапсырыс беру',
        'show_furniture' => 'Жиһаз таңдау',
        'send' => 'Жіберу',
        'video' => 'Видео'
    ],
    'messages' => [
        'first' => 'Жоғары талап етілетін бизнес қажеттіліктерін қанағаттандыру үшін ұсынылған жиһаздың жоғары сапасымен таныса аласыз.',
    ],
    'breadcrumbs' => [
        'main' => 'Басты бет',
        'bid' => 'Кеңістікті ұйымдастыру',
        'mall' => 'Сауда орталықтарына арналған жиһаз',
        'hotel' => 'Қонақ үй бизнесіне арналған жиһаз',
        'restaurant' => 'Мейрамхана/кафеге арналған жиһаз',
        'bc' => 'Бизнес орталықтарына арналған жиһаз',
        'cw' => 'Коворкинг кеңістіктері',
        'gc' => 'Ойын клубтарына арналған жиһаз',
    ],
    'work_hours' => 'Күн сайын 09:00-ден 18:00-ге дейін',
    'furniture' => [
        'boss' => 'Басшы кабинеті',
        'meeting_room' => 'Жиналыс бөлмесі жинағы',
        'chairs' => 'Креслолар',
        'room_type' => 'Бөлме түрі',
        'sofas_poufs' => 'Холлға арналған дивандар мен пуфтар',
        'armchairs_chairs' => 'Холлға арналған креслолар мен демалыс орындықтары',
        'mall' => [
            'title' => 'Сауда орталықтарына арналған жиһаз',
            'sofas_poufs' =>  'Холлға арналған дивандар мен пуфтар',
            'armchairs_chairs' => 'Холлға арналған креслолар мен демалыс орындықтары',
            'food_court_tables' => 'Фудкортқа арналған үстелдер',
            'food_court_chairs' => 'Фудкорт қа арналған орындықтар',
        ],
        'cw' => [
            'title' => 'Коворкинг кеңістіктері',
            'chairs' => 'Креслолар',
            'tables' => 'Үстелдер',
            'capsules' => 'Кеңсе станциялары (капсулалар)',
            'training_room' => 'Тренинг бөлмелеріне арналған жиһаз'
        ],
        'offices' => [
            'title' => 'Бизнес орталықтарына арналған жиһаз',
            'staff' => 'Қызметкерлерге арналған жиһаз',
            'boss' => 'Басшы кабинеті',
            'lounge' => 'Қабылдау және демалыс бөлмелеріне арналған жиһаз',
            'conference_hall' => 'Конференц-залдарға арналған жиһаз',
            'waiting_room' => 'Күту аймағына арналған орындықтар',
        ],
    ],
    'directories' => [
        'restaurant_caffe' => 'Мейрамханалар мен кафелер',
        'offices' => 'Офистер',

    ],
    'bid' => [
        'title' => 'Кеңістігіңізді ұйымдастыруға көмектесеміз!',
        'desc' => 'Коммерциялық кеңістігіңіз үшін жиһазды таңдауға қатысты кез келген сұрақтарыңыз бен қалауларыңыз бойынша сізге көмектесу үшін тегін қолдау көрсетуге және кеңес беруге әрқашан дайынбыз.'
    ],
    'about_us' => [
        'title' => [
            'part_1' => 'Сіздің кеңістігіңіз',
            'part_2' => "үшін біз бірегей <br /> шешімдерді ұсынамыз",
        ],
        'desc' => 'Біздің функционалдық және стильді шешімдеріміз жұмыс кеңістігіңіздің ыңғайлы және өнімді болуын қамтамасыз ету үшін стиль мен практикалықлықты тамаша үйлестіретін әртүрлі коммерциялық орталарға арналған.',
        'examples_text' => 'Кез келген интерьерге арналған эксклюзивті шешімдер'
    ],
    'directions' => [
        'title' => 'Біздің бағыттарымыз',
        'our_mission' => 'Біздің миссиямыз – тұтынушыларымызға стильді, жайлылық пен беріктікті үйлестіретін жоғары сапалы жиһазбен қамтамасыз ету. Біз инновациялық және функционалды шешімдер ұсына отырып, тартымды және өнімді жұмыс пен коммерциялық кеңістіктерді құруға көмектесеміз'
    ],
    'why_us' => [
        'title' => 'Бізді таңдаудын себебі',
        'desc' => 'Біз әртүрлі салалар мен бизнес үшін жоғары сапалы коммерциялық жиһаздың кең ауқымын ұсынатын сенімді іскер серіктеспіз',
        'options' => [
            'one' => 'Кеңселерге арналған эргономикалық жиһаз',
            'two' => 'Нұсқалардың әртүрлілігі',
            'three' => 'Дизайнға тамаша сәйкес келеді'
        ]
    ],
    'showroom' => [
        'title' => 'Шоурумдар',
        'desc' => 'Стиль функционалдылыққа сәйкес келетін және жайлылық кәсібилікпен біріктірілетін Globus сауда орталығында орналасқан Innovesta шоурумына сізді шақыруға қуаныштымыз',
        'info' => [
            'part_1' => 'Сізге бизнесіңіз үшін дұрыс шешім қабылдауға көмектесетін әрбір бөлшекті, әрбір материалды және әрбір дизайнды сезіну мүмкіндігін ұсынамыз',
            'part_2' => 'Жоғары талап етілетін бизнес қажеттіліктерін қанағаттандыру үшін ұсынылған жиһаздың жоғары сапасымен таныса аласыз',
            'part_3' => 'Сәнді және функционалды кеңсе жабдықтары әлеміне жол көрсетуші болайық',
        ]
    ],
    'support' => [
        'title' => 'Жиһаз таңдау',
        'subtitle' => 'Жан-жақты қолдау көрсетеміз',
        'desc' => 'Біз сіздің кеңістігіңізге сәйкес келетін интерьерді таңдауға көмектесеміз',
    ]
];
