<?php

return [
    'cw' => 'Коворкинг кеңістіктері',
    'gc' => 'Ойын клубтары',
    'bc' => 'Бизнес орталықтары',
    'hotel' => 'Қонақ үй бизнесі',
    'mall' => 'Сауда орталығына арналған',
    'restaurant' => 'Мейрамханалар мен кафелер',
    'links' => [
        'show_room' => 'Шоурум',
        'about_us' => 'Біз туралы',
    ],
    'footer' => [
        'address' => 'Алматы қаласы, Байзақова көшесі, 280 үй',
        'desc' => 'Біз әртүрлі коммерциялық объектілерге арналған жоғары сапалы жиһаздың кең таңдауын ұсынамыз',
        'work_time' => 'Күн сайын 09:00-ден 18:00-ге дейін',
    ],
    'address' => 'Алматы қаласы, Байзақова көшесі, 280 үй',
    'form' => [
        'search_placeholder' => 'Каталогтан ұнаған өнімнің атын немесе артикул нөмірін енгізіңіз',
        'file_upload' => 'Файлды таңдаңыз',
        'file_upload_placeholder' => 'Файлды таңдаңыз немесе оны осы жерге тасымалдаңыз (қабылданатын файл пішімдері png, jpeg, pdf)',
        'comments' => 'Кеңесшіге ескерту',
        'comment_placeholder' => 'Мысалы: Мен шағын кафені ретро стильде безендіргім келеді',
        'comment_placeholder_2' => 'Бөлменің орналасуына қатысты қалауларыңыз бен тілектеріңізді сипаттаңыз',
        'all' => 'Барлық',
        'email' => 'Электрондық пошта',
        'first_name' => 'Аты',
        'last_name' => 'Тегі',
        'phone' => 'Телефон нөмірі',
        'text_us' => 'Бізге жазыңыз',
        'file_upload_max_file_placeholder' => 'Файлдардың максималды саны 10 дана, :max мб',
        'send_bid' => 'Өтініш жіберу',
        'send_bid_desc' => 'Өтінішінізге қандай мәселені шешкіңіз келетінін көрсетіңіз, біз оған жету үшін құралдарды таңдаймыз.',
        'contact_method' => 'Таңдаулы байланыс әдісі',
        'room_size' => 'Бөлме өлшемдері',
        'room_area' => 'Бөлменің сызбасы',
        'room_type' => 'Бөлме түрі',
        'sku' => 'Аты немесе артикул',
        'sku_placeholder' => 'Каталогтан ұнаған өнімнің атын немесе артикул нөмірін енгізіңіз',
    ],
    'btn' => [
        'show' => 'Қарау',
        'download' => 'Жүктеп алу',
        'create_order' => 'Тапсырысты рәсімдеу',
        'show_catalog' => 'Каталогты қарау',
        'create_order_web' => 'Веб-сайтта тапсырыс беру',
        'show_furniture' => 'Жиһаз таңдау',
        'send' => 'Жіберу',
    ],
    'messages' => [
        'first' => 'Жоғары талап етілетін бизнес қажеттіліктерін қанағаттандыру үшін ұсынылған жиһаздың жоғары сапасымен таныса аласыз.',
    ],
    'breadcrumbs' => [
        'main' => 'Басты бет',
        'bid' => 'Кеңістікті ұйымдастыру'
    ],
    'work_hours' => 'Күн сайын 09:00-ден 18:00-ге дейін',
    'furniture' => [
        'boss' => 'Басшы кабинеті',
        'meeting_room' => 'Жиналыс бөлмесі жинағы',
        'chairs' => 'Креслолар',
        'room_type' => 'Бөлме түрі',
        'sofas_poufs' => 'Холлға арналған дивандар мен пуфтар',
        'armchairs_chairs' => 'Холлға арналған креслолар мен демалыс орындықтары',
    ],
    'directories' => [
        'restaurant_caffe' => 'Мейрамханалар мен кафелер',
        'offices' => 'Офистер',

    ],
    'bid' => [
        'title' => 'Кеңістігіңізді ұйымдастыруға көмектесеміз!',
        'desc' => 'Коммерциялық кеңістігіңіз үшін жиһазды таңдауға қатысты кез келген сұрақтарыңыз бен қалауларыңыз бойынша сізге көмектесу үшін тегін қолдау көрсетуге және кеңес беруге әрқашан дайынбыз.'
    ],
    'main' => [
        'title' => 'Сіздің кеңістігіңіз үшін біз бірегей шешімдерді ұсынамыз'
    ]
];
